Revit 2027 API
ParameterTypeId.ZoneLevelOffset Property
 "Level Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneLevelOffset { get; }
Public Shared ReadOnly Property ZoneLevelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneLevelOffset {
	ForgeTypeId^ get ();
}
static member ZoneLevelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace